/**
 © Copyright 2018, The Great Rift Valley Software Company. All rights reserved.
 
 This code is proprietary and confidential code,
 It is NOT to be reused or combined into any application,
 unless done so, specifically under written license from The Great Rift Valley Software Company.
 
 The Great Rift Valley Software Company: https://riftvalleysoftware.com
 */
/* ###################################################################################################################################### */
/**
 */
/* GENERAL STUFF */

"TIME-HOUR" = "1 heure";
"TIME-HOURS-FORMAT" = "%d heures";
"TIME-MINUTE" = "1 minute";
"TIME-MINUTES-FORMAT" = "%d minutes";
"TIME-SECOND" = "1 seconde";
"TIME-SECONDS-FORMAT" = "%d secondes";

/* INFO STRING */

"NSAppleMusicUsageDescription" = "Lire la musique en tant qu'alarme"; // This is the string we use to ask permission to get ath the user's music collection.

/* TABS */

"LGV_TIMER-SETUP-TITLE" = "Liste des comptes à rebours"; // The tab title for the main timer list tab.
"LGV_TIMER-TIMER-TITLE-FORMAT" = "Compte à rebours n°%d"; // A Format for each timer tab title. The "%d" is replaced by the integer index of the timer (1-based).

/* TIMER LIST SCREEN */

"LGV_TIMER-ABOUT-SHOWCONTROLS-BUTTON" = "Afficher les boutons au-dessus du décompte en cours"; // This is the text for the button next to the running controls switch in the timer list screen.

/* TIMER LIST DELETE CONFIRMATION */

"DELETE-HEADER" = "Êtes-vous sûr ?"; // The header.
"DELETE-MESSAGE-FORMAT" = "Si vous choisissez Supprimer, le compte à rebours n°%d sera supprimé. Êtes-vous sûr de vouloir continuer ?"; // The explanatory text.
"DELETE-OK-BUTTON" = "Supprimer"; // The Delete Button
"DELETE-CANCEL-BUTTON" = "Annuler"; // The cancel button.

/* TIMER SCREEN */

"NO-TIMER" = "Pas de compte à rebours suivant"; // This is displayed in the following timer pickerView for no timer.
"NEXT-TIMER-TIMER-FORMAT" = "Prochain compte à rebours : n°%d"; // This is displayed when there is a timer selected as the next one.
"CANT-SELECT" = "INDISPONIBLE"; // This is displayed in the picker for the current timer.

/* TIMER SETTINGS SCREEN */

"LGV_TIMER-SETUP-WARNING-SET-LABEL" = "Décompte d'alerte (orange) en mode podium"; // The title for the warning time picker in the settings screen.
"LGV_TIMER-SETUP-FINAL-SET-LABEL" = "Décompte final (rouge) en mode podium"; // The title for the final time picker in the settings screen.
"LGV_TIMER-SETUP-COLOR-THEME-LABEL" = "Couleur d'affichage"; // The title for the display color picker in the timer settings screen.

"LGV_TIMER-TIME-PICKER-HOUR-FORMAT" = "%d heure"; // The picker uses custom components, instead of a standard system picker. If there is only one hour, this is used.
"LGV_TIMER-TIME-PICKER-HOURS-FORMAT" = "%d heures"; // The picker uses custom components, instead of a standard system picker. If more than one hour, this is used.
"LGV_TIMER-TIME-PICKER-MINUTE-FORMAT" = "%d minute"; // The picker uses custom components, instead of a standard system picker. If there is only one minute, this is used.
"LGV_TIMER-TIME-PICKER-MINUTES-FORMAT" = "%d minutes"; // The picker uses custom components, instead of a standard system picker. If more than one minute, this is used.
"LGV_TIMER-TIME-PICKER-SECOND-FORMAT" = "%d seconde"; // The picker uses custom components, instead of a standard system picker. If there is only one second, this is used.
"LGV_TIMER-TIME-PICKER-SECONDS-FORMAT" = "%d secondes"; // The picker uses custom components, instead of a standard system picker. If more than one second, this is used.

/* ALARM SETUP SCREEN */

"LOCAL-VIBRATE-BEEP-SWITCH" = "VIBREUR"; // This is the text for the button next to the vibrate switch. Hidden for iPad.
"LOCAL-NO-MUSIC-LABEL" = "Aucune musique disponible"; // This is displayed if there is no music available for selection.
"BASIC-DONE-BUTTON" = "TERMINÉ"; // The done button (used in both the timer settings and alarm settings screens).
"LOCAL-MUSIC-LOOKUP-LABEL" = "Récupération de votre bibliothèque musicale"; // This is displayed while the throbber is up, while the music is being fetched.
"LGV_TIMER-AUDIBLE-TICKS-BUTTON" = "BIPS SONORES"; // This is the text for the button and switch that select whether or not an audible "tick" sound occurs for a running timer.

/* SOUND NAMES */

"00-low-beep.mp3" = "Bips simples faible volume";
"01-medium-beep.mp3" = "Bips simples volume moyen";
"02-high-beep.mp3" = "Bips simples volume fort";
"03-electronic-buzz.mp3" = "Bips stridents";
"04-fast-beep.mp3" = "Sonnerie douce";
"05-high-fast-beeps.mp3" = "Bips rapides et doux";
"06-escalation.mp3" = "Alarme progressive";
"07-videogame-beeps-lower-frequency.mp3" = "Électronique à basses fréquences";
"08-videogame-beeps-high-frequency.mp3" = "Électronique à hautes fréquences";
"09-single-beep.mp3" = "Bips basiques";
"10-annoying-alarm.mp3" = "Alarme classique";
"11-bells.mp3" = "Carillons";
"12-crazy-bird.mp3" = "Oiseau fou";
"13-rooster.mp3" = "Coq";
"16-snoring-1.mp3" = "Ronflements";
"17-car-horn.mp3" = "Klaxon";
"18-antique-phone.mp3" = "Ancienne sonnerie de téléphone";
"19-classic-phone.mp3" = "Sonnerie classique de téléphone";
"20-antique-car-horn.mp3" = "Klaxon d'antan";
"21-alarm-klaxon.mp3" = "Alarme";

"14-shut-up-1.mp3" = "Taisez-vous (homme arrogant)"; // ONLY USED FOR ENGLISH
"15-shut-up-2.mp3" = "Taisez-vous (femme)"; // ONLY USED FOR ENGLISH
"22-thanks-for-sharing.mp3" = "Merci d'avoir partagé (voix de robot)"; // ONLY USED FOR ENGLISH

/* ERROR DIALOG */

"ERROR_HEADER_MEDIA" = "ERREUR MÉDIA DE L'APPAREIL"; // The header for media error alerts.
"ERROR_TEXT_MEDIA_PERMISSION_DENIED" = "Vous n'avez pas l'autorisation de lire des médias sur cet appareil."; // No permission alert text.
"ERROR_TEXT_MEDIA_CANNOT_CREATE_AVPLAYER" = "Un problème technique est survenu lors de la création du lecteur audio."; // Unknown technical error alert text.
"BASIC-OK-BUTTON" = "OK"; // Alert OK button.

/* INFO SCREEN */

"LGV_TIMER-ABOUT-TEXT" = "AmbiaMara est LE compte à rebours ultime !\nIl possède trois modes : numérique (avec chiffres uniquement), podium (trois « feux tricolores » simples) et combiné (chiffres et « feux tricolores »).\nAjoutez un compte à rebours en appuyant sur le « + » en haut de l'écran, à droite de la liste des comptes à rebours. Supprimez un compte à rebours en balayant à gauche sur la ligne en question dans la liste.";

/* ACCESSIBILITY */
/* TIMER LIST SCREEN */


"LGV_TIMER-ACCESSIBILITY-INFO-LABEL" = "Ouvrir « À propos de cette application »";
"LGV_TIMER-ACCESSIBILITY-INFO-HINT" = "Si vous sélectionnez ce bouton, l'écran d'informations sur l'application sera affiché.";
"LGV_TIMER-ACCESSIBILITY-ADD-LABEL" = "Créer un nouveau compte à rebours";
"LGV_TIMER-ACCESSIBILITY-ADD-HINT" = "Si vous choisissez ce bouton, un nouveau compte à rebours par défaut sera ajouté à la fin de la liste et son écran de paramétrage sera sélectionné.";

"LGV_TIMER-ACCESSIBILITY-TABLE-LABEL" = "Liste des comptes à rebours disponibles";
"LGV_TIMER-ACCESSIBILITY-TABLE-HINT" = "Chaque ligne de ce tableau représente un compte à rebours individuel. Vous pouvez en choisir un en appuyant sur la ligne en question, ou le supprimer en balayant la ligne vers la gauche.";

"LGV_TIMER-ACCESSIBILITY-SWITCH-LABEL" = "Afficher les boutons au-dessus du compte à rebours en cours";
"LGV_TIMER-ACCESSIBILITY-SWITCH-HINT" = "Si ce bouton a été activé, alors une ligne de boutons s'affichera au-dessus de chaque compte à rebours en cours. Vous pourrez contrôler le compte à rebours à l'aide de ces boutons. S'ils ne sont pas affichés, alors le compte à rebours peut être contrôlé par des gestes sur l'écran.";

/* Labels for each row -dependent upon mode. These will also be displayed in the other screens. */

"LGV_TIMER-ACCESSIBILITY-TABLE-ROW-PODIUM-LABEL" = "Compte à rebours en mode podium";
"LGV_TIMER-ACCESSIBILITY-TABLE-ROW-PODIUM-HINT" = "Ce compte à rebours affiche simplement des « feux tricolores » qui passeront de vert (le plus à gauche) à orange (milieu) au rouge (le plus à droite) à mesure que le compte à rebours a lieu. À chaque transition, l'écran flashe.";
"LGV_TIMER-ACCESSIBILITY-TABLE-ROW-DIGITAL-LABEL" = "Compte à rebours en mode numérique";
"LGV_TIMER-ACCESSIBILITY-TABLE-ROW-DIGITAL-HINT" = "Le compte à rebours affichera un cadran numérique simple dans la couleur sélectionnée.";
"LGV_TIMER-ACCESSIBILITY-TABLE-ROW-DUAL-LABEL" = "Compte à rebours en mode combiné";
"LGV_TIMER-ACCESSIBILITY-TABLE-ROW-DUAL-HINT" = "Ce compte à rebours affichera un cadran numérique dans la couleur sélectionnée. Sous le cadran, des feux tricolores s'afficheront et passeront du vert (le plus à gauche) à l'orange (au milieu) puis au rouge (le plus à droite) au fur et à mesure du décompte. Un flash aura lieu à chaque transition.";

/* TIMER SET SCREEN */

"LGV_TIMER-ACCESSIBILITY-PICKER-HOURS-TITLE-LABEL" = "Définir les heures. Actuellement défini sur ";
"LGV_TIMER-ACCESSIBILITY-PICKER-MINUTES-TITLE-LABEL" = "Définir les minutes. Actuellement défini sur ";
"LGV_TIMER-ACCESSIBILITY-PICKER-SECONDS-TITLE-LABEL" = "Définir les secondes. Actuellement défini sur ";

"LGV_TIMER-ACCESSIBILITY-SETTINGS-BUTTON-LABEL" = "Paramètres du compte à rebours";
"LGV_TIMER-ACCESSIBILITY-SETTINGS-BUTTON-HINT" = "En appuyant sur ce bouton, un écran s'affichera vous permettant de paramétrer ce compte à rebours.";

"LGV_TIMER-ACCESSIBILITY-SETTINGS-BUTTON-LABEL" = "Paramètres du compte à rebours";
"LGV_TIMER-ACCESSIBILITY-SETTINGS-BUTTON-HINT" = "En appuyant sur ce bouton, un écran s'affichera vous permettant de paramétrer ce compte à rebours.";

"LGV_TIMER-ACCESSIBILITY-SETTINGS-BUTTON-LABEL" = "Paramètres du compte à rebours";
"LGV_TIMER-ACCESSIBILITY-SETTINGS-BUTTON-HINT" = "En appuyant sur ce bouton, un écran s'affichera vous permettant de paramétrer ce compte à rebours.";

"LGV_TIMER-ACCESSIBILITY-NEXT-TIMER-PICKER-LABEL" = "Prochain compte à rebours";
"LGV_TIMER-ACCESSIBILITY-NEXT-TIMER-PICKER-HINT" = "Cela vous permet de choisir un compte à rebours qui sera sélectionné immédiatement une fois l'alarme arrêtée. L'écran « Paramétrer le compte à rebours » s'affichera pour le compte à rebours suivant, et vous pourrez alors le lancer.";

"LGV_TIMER-ACCESSIBILITY-NEXT-TIMER-PICKER-COLUMN-LABEL" = "Cela vous permet de choisir un autre compte à rebours, qui sera sélectionné une fois que vous aurez arrêté l'alarme du compte à rebours en cours. Vous pouvez choisir un autre compte à rebours ou aucun.";

"LGV_TIMER-ACCESSIBILITY-TIMER-START-BUTTON-LABEL" = "Lancer le compte à rebours";
"LGV_TIMER-ACCESSIBILITY-TIMER-START-BUTTON-HINT" = "Appuyer sur ce bouton déclenchera le compte à rebours. Un écran apparaîtra avec l'affichage correspondant au mode sélectionné. Le compte à rebours commencera immédiatement avec le décompte.";

/* TIMER SETTINGS SCREEN */

"LGV_TIMER-ACCESSIBILITY-SEGMENTED-TIMER-MODE-Digits-LABEL" = "Mode numérique. Le compte à rebours affiche alors un cadran numérique simple lors du décompte.";
"LGV_TIMER-ACCESSIBILITY-SEGMENTED-TIMER-MODE-Lights-LABEL" = "Mode podium. Le compte à rebours affiche trois simples « feux tricolores » lors du décompte.";
"LGV_TIMER-ACCESSIBILITY-SEGMENTED-TIMER-MODE-Both-LABEL" = "Mode combiné. Le compte à rebours affichera un cadran numérique pendant le décompte ainsi que trois feux tricolores sous le cadran.";

"LGV_TIMER-ACCESSIBILITY-COLOR-PICKER-LABEL" = "Couleur d'affichage";
"LGV_TIMER-ACCESSIBILITY-COLOR-PICKER-HINT" = "Cet écran présente une colonne de couleurs. Vous pouvez choisir une couleur qui sera alors utilisée pour les modes numérique et combiné. Elle ne sera pas utilisée pour le mode podium.";

"LGV_TIMER-ACCESSIBILITY-SET-WARN-TIME-PICKER-LABEL" = "Définir la phase d'alarme";
"LGV_TIMER-ACCESSIBILITY-SET-WARN-TIME-PICKER-HINT" = "Le menu ci-dessous compte trois colonnes : les heures (le plus à gauche), les minutes (au milieu) et les secondes (le plus à droite). Utilisez ces listes déroulantes pour paramétrer la phase « alarme » du compte à rebours. Vous pouvez paramétrer un compte à rebours jusqu'à 23:59:59.";

"LGV_TIMER-ACCESSIBILITY-SET-FINAL-TIME-PICKER-LABEL" = "Définir la phase finale";
"LGV_TIMER-ACCESSIBILITY-SET-FINAL-TIME-PICKER-HINT" = "Le menu ci-dessous compte trois colonnes : les heures (le plus à gauche), les minutes (au milieu) et les secondes (le plus à droite). Utilisez ces listes déroulantes pour paramétrer la phase « finale » du compte à rebours. Vous pouvez paramétrer un compte à rebours jusqu'à 23:59:59.";

"LGV_TIMER-ACCESSIBILITY-ALARM-SETUP-BUTTON-LABEL" = "Réglage du son";
"LGV_TIMER-ACCESSIBILITY-ALARM-SETUP-BUTTON-HINT" = "Ce bouton affiche des icônes qui indiquent le mode actuel d'alarme sonore/vibreur. Si vous sélectionnez ce bouton, un écran apparaîtra vous permettant de paramétrer le son ou le vibreur pour l'alarme.";

"LGV_TIMER-ACCESSIBILITY-SOUND-SET" = "L'alarme émettra un son.";
"LGV_TIMER-ACCESSIBILITY-SONG-SET" = "L'alarme déclenchera la lecture d'une chanson.";
"LGV_TIMER-ACCESSIBILITY-SILENT-SET" = "L'alarme sera silencieuse.";
"LGV_TIMER-ACCESSIBILITY-VIBRATE-SET" = "Le téléphone vibrera au moment de l'alarme.";
"LGV_TIMER-ACCESSIBILITY-TICKS-SET" = "Vous entendrez des bips sonores.";

"LGV_TIMER-ACCESSIBILITY-DONE-BUTTON-LABEL" = "Terminé";
"LGV_TIMER-ACCESSIBILITY-DONE-BUTTON-HINT" = "Si vous appuyez sur ce bouton, vous fermerez l'écran en cours.";

/* ALARM SETUP SCREEN */

"LGV_TIMER-ACCESSIBILITY-VIBRATE-SWITCH-LABEL" = "Vibreur pendant l'alarme";
"LGV_TIMER-ACCESSIBILITY-VIBRATE-SWITCH-HINT" = "Si ce bouton est activé, alors le téléphone vibrera au moment de l'alarme.";

"LGV_TIMER-ACCESSIBILITY-SEGMENTED-AUDIO-MODE-Speaker-LABEL" = "Lire le son sélectionné. Une fois arrivé à zéro, le compte à rebours émettra le son que vous avez sélectionné dans le menu déroulant ci-dessous.";
"LGV_TIMER-ACCESSIBILITY-SEGMENTED-AUDIO-MODE-Music-LABEL" = "Lire la chanson sélectionnée. Une fois arrivé à zéro, le compte à rebours lira une chanson, que vous avez sélectionnée dans votre bibliothèque à l'aide des boutons ci-dessous.";
"LGV_TIMER-ACCESSIBILITY-SEGMENTED-AUDIO-MODE-Nothing-LABEL" = "Silencieux. Il n'y aura pas d'alarme sonore une fois le compte à rebours terminé.";

"LGV_TIMER-ACCESSIBILITY-SOUND-SELECT-PICKER-LABEL" = "Choisir un son";
"LGV_TIMER-ACCESSIBILITY-SOUND-SELECT-PICKER-HINT" = "Sélectionnez l'un des sons prédéfinis que vous voulez entendre comme alarme.";

"LGV_TIMER-ACCESSIBILITY-ARTIST-SELECT-PICKER-LABEL" = "Choisissez un artiste à partir de votre bibliothèque";
"LGV_TIMER-ACCESSIBILITY-ARTIST-SELECT-PICKER-HINT" = "Choisissez un artiste à partir de votre bibliothèque. Lorsque vous choisissez un artiste, le menu dessous celui-ci affichera ses chansons.";
"LGV_TIMER-ACCESSIBILITY-SONG-SELECT-PICKER-LABEL" = "Choisissez une chanson de l'artiste ci-dessus";
"LGV_TIMER-ACCESSIBILITY-SONG-SELECT-PICKER-HINT" = "Choisissez une chanson de l'artiste sélectionné dans le menu au-dessus de celui-ci.";

"LGV_TIMER-ACCESSIBILITY-TEST-SOUND-BUTTON-LABEL" = "Tester le son";
"LGV_TIMER-ACCESSIBILITY-TEST-SOUND-BUTTON-HINT" = "En appuyant sur ce bouton, vous écouterez le son sélectionné en boucle. Appuyez à nouveau sur le bouton pour mettre fin à la lecture.";

"LGV_TIMER-ACCESSIBILITY-TEST-SONG-BUTTON-LABEL" = "Tester la chanson";
"LGV_TIMER-ACCESSIBILITY-TEST-SONG-BUTTON-HINT" = "En appuyant sur ce bouton, vous écouterez la chanson sélectionnée en boucle. Appuyez à nouveau sur le bouton pour mettre fin à la lecture.";

"LGV_TIMER-ACCESSIBILITY-AUDIBLE-TICKS-SWITCH-LABEL" = "Activer les bips sonores";
"LGV_TIMER-ACCESSIBILITY-AUDIBLE-TICKS-SWITCH-HINT" = "Si vous activez ce bouton, un « bip » léger retentira à chaque seconde. En mode podium ou combiné, vous entendrez deux bips lorsque vous passez en phase d'« alarme », puis trois bips en phase « finale ».";

/* RUNNING TIMER SCREEN */

"LGV_TIMER-ACCESSIBILITY-STOP-BUTTON-LABEL" = "Arrêter le décompte";
"LGV_TIMER-ACCESSIBILITY-STOP-BUTTON-HINT" = "En appuyant sur ce bouton, vous arrêtez le compte à rebours et fermez cet écran.";

"LGV_TIMER-ACCESSIBILITY-REWIND-BUTTON-LABEL" = "Remettre à zéro le compte à rebours";
"LGV_TIMER-ACCESSIBILITY-REWIND-BUTTON-HINT" = "En appuyant sur ce bouton, vous arrêtez le décompte et le reprenez au début. Vous resterez sur cet écran.";

"LGV_TIMER-ACCESSIBILITY-END-BUTTON-LABEL" = "Mettre fin au compte à rebours";
"LGV_TIMER-ACCESSIBILITY-END-BUTTON-HINT" = "En appuyant sur ce bouton, le compte à rebours sera terminé et l'alarme sera déclenchée. Vous resterez sur cet écran.";

"LGV_TIMER-ACCESSIBILITY-PAUSE-BUTTON-LABEL" = "Mettre le compte à rebours en pause";
"LGV_TIMER-ACCESSIBILITY-PAUSE-BUTTON-HINT" = "En appuyant sur ce bouton, le décompte sera mis en pause. Si vous êtes en mode podium, le décompte sera également remis au début.";

"LGV_TIMER-ACCESSIBILITY-START-BUTTON-LABEL" = "Lancer ou reprendre le décompte";
"LGV_TIMER-ACCESSIBILITY-START-BUTTON-HINT" = "En appuyant sur ce bouton, vous lancez ou reprenez un décompte mis en pause.";

"LGV_TIMER-ACCESSIBILITY-SCREEN-LABEL" = "Écran du compte à rebours en cours";
"LGV_TIMER-ACCESSIBILITY-SCREEN-HINT" = "Voici l'écran du compte à rebours en cours. Il peut être contrôlé par des gestes. Balayez vers la gauche pour redémarrer le compte à rebours ou fermer cet écran (si le compte à rebours a déjà été remis à zéro). Balayez vers la droite pour déclencher immédiatement l'alarme du compte à rebours. Appuyez pour le mettre en pause ou le reprendre.";

"LGV_TIMER-ACCESSIBILITY-ALARM-LABEL" = "L'alarme sonne";
"LGV_TIMER-ACCESSIBILITY-ALARM-HINT" = "L'alarme est en train de sonner. Appuyez n'importe où sur l'écran pour l'arrêter.";
